const textBlockListData = [
    {
      title: 'О библиотеке',
      texts: [
        'О библиотеке',
        'История',
        'Структура',
        'Телефонный справочник',
        'Наши партнеры',
        'Еще',
      ],
    },
    {
      title: 'Читателям',
      texts: [
        'Как стать читателе',
        'Расписание работ',
        'Центр информации и консультаций',
        'Тренинги, консультации',
        'Электронные выставки',
        'Еще',
      ],
    },
    {
      title: 'Ресурсы',
      texts: [
        'Каталог',
        'Инструкция по работе с каталогом',
        'Логин и пароль для каталога',
        'Подписка на российские журналы',
        'Электронные полки',
        'Онлайн курсы',
      ],
    },
    {
      title: 'Услуги',
      texts: [
        'Библиотекарь-эксперт',
        'Комплектование фонда',
        'Узнать УДК и ББК',
        'Компьютеры для читателей',
        'Платные услуги',
        'Еще',
      ],
    },
    {
      title: 'База данных',
      texts: [
        'Полнотекстовые и реферативные БД',
        'Тестовый доступ',
        'Электронно-библиотечные системы',
        'Информационно-справочные системы',
        'Профессиональные БД',
        'Еще',
      ],
    },
    {
      title: 'Исследования',
      texts: [
        'База научного цитирования',
        'Подбор индексируемых источников',
        'Журналы ВАК',
        'Полезные материалы',
        'Тренинги, консультации',
        'Еще',
      ],
    },
  ];
  
  export default textBlockListData;